Repository: radzikowskikacper/projects
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: How to use Project Helper app
pl: Sposób użycia aplikacji do zapisów

source: 1. <b>LOGIN</b> with your Institute of Computer Science credentials and choose your course.
pl: 1. <b>ZALOGUJ SIĘ</b> używając loginu i hasła Instytutu Informatyki a następnie wybierz swój przedmiot.

source: 2. Browse through projects, which you can find under <b>PROJECTS</b> tab.
pl: 2. Projekty do wyboru możesz znaleźć pod zakładką <b>PROJEKTY</b>.

source: Together with your team choose which one suits you best.
pl: Wspólnie z zespołem wybierzcie najbardziej odpowiadający wam projekt.

source: Every project has a description available by clicking on title.
pl: Każdy z nich ma opis, dostępny po kliknięciu w tytuł.

source: 3. Your team leader should now pick a project from list
pl: 3. Następnie lider zespołu wybiera projekt z listy

source: by marking it and clicking the <i>Pick</i> button.
pl: poprzez zaznaczenie go i kliknięcie przycisku <i>Wybierz</i>.

source: 4. The rest of your group can join leader's team in <b>TEAMS</b> section.
pl: 4. Teraz reszta grupy może dołączyć do zespołu lidera w zakładce <b>ZESPOŁY</b>.

source: You can check if everything's ok by clicking on <b>PROFILE</b> tab.
pl: Możesz sprawdzić czy wszystko jest ok klikając w zakładkę <b>PROFIL</b>.

source: Remember there is only a place for one team in every project.
pl: Pamiętaj, do każdego projektu może zostać przypisany tylko jeden zespoł.

source: Projects
pl: Projekty

source: Teams
pl: Zespoły

source: Lecturers
pl: Prowadzący

source: name
pl: nazwa

source: code
pl: kod

source: course
pl: przedmiot

source: courses
pl: przedmioty

source: Yes
pl: Tak

source: %(model_name)s's %(field_labels)s are not unique.
pl: %(model_name)s's %(field_labels)s nie są unikalne.

source: Add team member
pl: Dodaj członka zespołu

source: Add another member
pl: Dodaj kolejną osobę

source: Assign this team to existing project
pl: Przypisz ten zespół do istniejącego projektu

source: None
pl: Brak

source: Change
pl: Zmień

source: Assigned project
pl: Przydzielony projekt

source: user
pl: użytkownik

source: students limit
pl: limit studentów

source: lecturer
pl: prowadzący

source: lecturers
pl: prowadzący

source: PROFILE
pl: PROFIL

source: MY TEAMS
pl: MOJE ZESPOŁY

source: MY PROJECTS
pl: MOJE PROJEKTY

source: Back to profile
pl: Powrót do profilu

source: Back
pl: Powrót

source: Manage courses
pl: Zarządzaj przedmiotami

source: Show info
pl: Pokaż szczegóły

source: Name
pl: Nazwa

source: Code
pl: Kod

source: Delete
pl: Usuń

source: Add course
pl: Dodaj przedmiot

source: Submit
pl: Zatwierdź

source: Reset form
pl: Resetuj formularz

source: Reset
pl: Resetuj

source: Info
pl: Informacja

source: You are not the admin. You can edit courses and create new ones, but you can't delete a course if it has any projects/teams.
pl: Nie jesteś administratorem. Możesz edytować i tworzyć nowe przedmioty, ale nie możesz usuwać przedmiotów, do których przypisane są jakieś projekty/zespoły.

source: Close
pl: Zamknij

source: You are going to delete a course and everything that is related to this course. Are you sure?
pl: Zamierzasz usunąć przedmiot i wszystko co jest z nim związane. Jesteś pewny?

source: Profile
pl: Profil

source: Create new project
pl: Utwórz nowy projekt

source: New project
pl: Nowy projekt

source: Add, edit or delete courses
pl: Dodaj, edytuj lub usuń przedmioty

source: Remove all teams from current course
pl: Usuń wszystkie zespoły z aktualnie wybranego przedmiotu

source: Cleaning up
pl: Czyszczenie

source: You are going to perform a clean-up for current course
pl: Zamierzasz wykonać czyszczenie dla aktualnie wybranego przedmiotu

source: All teams related to this course will be deleted. Existing projects related to this course will not be deleted. Are you sure?
pl: Wszystkie zespoły związane z tym przedmiotem zostaną usunięte. Istniejące przedmioty związane z tym projektem nie będą usuwane. Jesteś pewien?

source: Back to project list
pl: Powrót do listy projektów

source: Project details
pl: Szczegóły projektu

source: Edit this project
pl: Edytuj ten projekt

source: Edit
pl: Edytuj

source: Title
pl: Tytuł

source: Description
pl: Opis

source: Team assigned
pl: Przypisany zespół

source: Teams preferring this project
pl: Zespoły preferujące ten projekt

source: Assign this team
pl: Przypisz ten zespół

source: Assign
pl: Przypisz

source: Automatically choose and assign one team to the project
pl: Automatycznie wybierz i przypisz jeden zespół do tego projektu

source: Auto assign
pl: Przypisz automatycznie

source: Unassign assigned team
pl: Wypisz przypisany zespół

source: Unassign team
pl: Wypisz zespół

source: My Projects
pl: Moje projekty

source: Project title...
pl: Tytuł projektu...

source: Delete selected projects
pl: Usuń wybrane projekty

source: New
pl: Nowy

source: Automatically assign teams to projects
pl: Automatycznie przypisz zespoły do projektów

source: Modify project
pl: Modyfikuj projekt

source: Confirm changes
pl: Potwierdź zmiany

source: Create project
pl: Utwórz projekt

source: Show project details
pl: Pokaż szczegóły projektu

source: yes
pl: tak

source: no
pl: nie

source: free
pl: wolny

source: occupied
pl: zajęty

source: My teams
pl: Moje zespoły

source: Occupancy
pl: Obciążenie

source: Members
pl: Członkowie

source: Project preference
pl: Preferowany projekt

source: Assigned
pl: Przypisany

source: No
pl: Nie

source: Edit this team
pl: Edytuj ten zespół

source: Teams without project preference
pl: Zespoły bez preferencji projektowych

source: Delete selected teams
pl: Usuń wybrane zespoły

source: Create new team
pl: Utwórz nowy zespół

source: Export student list to csv file
pl: Eksportuj listę studentów do pliku csv

source: Export CSV students
pl: Eksportuj CSV studenci

source: Export team list to csv file
pl: Eksportuj listę zespołów do pliku csv

source: Export CSV teams
pl: Eksportuj CSV zespoły

source: Are you sure?
pl: Czy jesteś pewien?

source: Back to team list
pl: Powrót do listy zespołów

source: Modify team
pl: Modyfikuj zespół

source: New team
pl: Nowy zespół

source: Create team
pl: Utwórz zespół

source: You must provide unique project name
pl: Musisz wprowadzić unikalną nazwę projektu

source: You have succesfully added new project:
pl: Udało ci się dodać projekt:

source: You must provide unique project name
pl: Musisz wprowadzić unikalną nazwę projektu

source: You have successfully updated project:
pl: Udało ci się zaaktualizować projekt:

source: You have successfully assigned team:
pl: Pomyślnie przypisałeś zespół:

source: Cannot assign: No teams waiting for project
pl: Nie można przydzielić: Żaden zespół nie wybrał projektu

source: You have successfully unassigned team from project:
pl: Pomyślnie wypisałeś zespół z projektu:

source: Cannot delete occupied project:
pl: Nie można usunąć projektu, który został wybrany przez jakiś zespół:

source: Something went wrong. Try again.
pl: Coś poszło nie tak. Spróbuj ponownie.

source: You have succesfully added new team:
pl: Udało ci się dodać nowy zespół:

source: You have succesfully deleted team:
pl: Pomyślnie usunąłeś zespół:

source: Cannot delete team:
pl: Nie można usunąć zespołu:

source: You don't have any projects
pl: Nie masz żadnych projektów

source: You must provide unique course name and course code
pl: Musisz wprowadzić unikalną nazwę i kod przedmiotu

source: You have succesfully deleted {} courses
pl: Pomyślnie usunąłeś {} przedmiotów

source: You have succesfully modified {} courses
pl: Pomyślnie zmodyfikowałeś {} przedmiotów

source: You have succesfully added new course.
pl: Udało ci się dodać nowy przedmiot.

source: You don't have permission to delete course which has related projects/teams:
pl: Nie masz uprawnień do usunięcia przedmiotu, z którym powiązane są projekty/zespoły:

source: You have succesfully performed clean-up for current course.
pl: Pomyślnie wykonałeś czyszczenie dla aktualnego przedmiotu.

source: There was an error while generating csv file.
pl: Wystąpił błąd podczas generowania pliku csv.

source: Teams with preference
pl: Zespoły z preferencją

source: title
pl: tytuł

source: desciption
pl: opis

source: team assigned
pl: przypisany zespół

source: project
pl: projekt

source: projects
pl: projekty

source: Courses
pl: Przedmioty

source: teams
pl: zespoły

source: students
pl: studenci

source: PROJECTS
pl: PROJEKTY

source: TEAMS
pl: ZESPOŁY

source: Team
pl: Zespół

source: You don't belong to any team
pl: Nie należysz do żadnego zespołu

source: You
pl: Ty

source: Project preference
pl: Preferowany projekt

source: You have not picked project
pl: Nie wybrałeś projektu

source: You are not assigned to project
pl: Nie jesteś przydzielony do żadnego projektu

source: You are assigned to project:
pl: Jesteś przydzielony do projektu:

source: Pick selected project.
pl: Wybierz zaznaczony projekt.

source: Pick
pl: Wybierz

source: It seems that there are teams for selected project. Would you like to see team list first?
pl: Wygląda na to, że istnieją już zespoły dla wybranego projektu. Czy chcesz obejrzeć listę zespołów?

source: Tip: You can join another team in 'teams' tab.
pl: Wskazówka: Możesz dołączyć do innego zespołu w zakładce 'zespoły'

source: Yes, go to team list
pl: Tak, przejdź do listy zespołów

source: No, create new team
pl: Nie, utwórz nowy zespół

source: Lecturer
pl: Prowadzący

source: Join
pl: Dołącz

source: Preferred project
pl: Preferowany projekt

source: Join selected team.
pl: Dołącz do wybranego zespołu.

source: Leave current team.
pl: Opuść aktualny zespół.

source: Leave team
pl: Opuść zespół

source: Project
pl: Projekt

source: Max number of students who can be assigned to this lecturer has been reached. Choose project from another lecturer.
pl: Maksymalna liczba studentów, którzy mogą zapisać się do tego prowadzącego została osiągnięta. Wybierz projekt od innego prowadzącego.

source: You have successfully picked project
pl: Udało ci się wybrać projekt

source: You can't pick project: project already assigned
pl: Nie możesz wybrać projektu: projekt posiada już przypisany zespół

source: You have successfully joined selected team
pl: Udało ci się dołączyć do wybranego zespołu

source: You have successfully left the team. Your project preference has not changed. If you want to change it, choose another project.
pl: Pomyślnie opuściłeś zespół. Twoja preferencja projektu się nie zmieniła. Jeśli chcesz ją zmienić, wybierz inny projekt.

source: project preference
pl: preferowany projekt

source: team
pl: zespół

source: All
pl: Wszystkie

source: Free
pl: Wolne

source: Occupied
pl: Zajęte

source: With teams
pl: Z zespołami

source: Project Helper
pl: Zapisy na projekty

source: LOGIN
pl: ZALOGUJ SIĘ

source: Change course
pl: Wybierz przedmiot

source: Help
pl: Pomoc

source: Logout
pl: Wyloguj

source: Select course
pl: Wybierz przedmiot

source: You have been logged out
pl: Zostałeś wylogowany

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: Welcome on Projects Helper main page.
pl: Witaj w serwisie Zapisy na projekty.

source: Login to continue.
pl: Zaloguj się, aby kontynuować.

source: Error: Your account type cannot be recognized by the service. Please contact administrator.
pl: Serwis nie może rozpoznać typu twojego konta. Proszę, skontaktuj się z administratorem

source: This is not the page you were looking for.
pl: To nie jest strona, której szukasz.

source: Whoops!
pl: Uuups!

source: Welcome,
pl: Witaj,

source: View site
pl: Przedź do strony

source: Documentation
pl: Dokumentacja

source: Change password
pl: Zmień hasło

source: Log out
pl: Wyloguj się

source: Home
pl: Strona główna

source: Student Projects Helper
pl: Zapisy na projekty
